Repository: AdminPickPack/echobag_wp
Catalog: languages/pick-pack-*.po
Languages: fr_fr

source: (%d bag)
fr_fr: (%d sac)

source: * Some products may not yet be eligible for PickPack delivery.
fr_fr: * Certains produits peuvent ne pas encore être éligibles à la livraison PickPack.

source: * You must choose the option AND return your packaging as agreed.
fr_fr: * Vous devez choisir l'option ET retourner votre emballage comme convenu.

source: 1 point (small product)
fr_fr: 1 point (produit de petite taille)

source: 1 point (small products)
fr_fr: 1 point (produits de petite taille)

source: 20 points (large product)
fr_fr: 20 points (produit de grande taille)

source: 20 points (large products)
fr_fr: 20 points (produits de grande taille)

source: <strong>%d</strong> bag
fr_fr: <strong>%d</strong> sac

source: <strong>Pick Pack</strong> product has been created.
fr_fr: Le produit <strong>Pick Pack</strong> a été créé.

source: <strong>Pick Pack</strong> requires <strong>WooCommerce</strong> plugin to be active. Please activate it to continue.
fr_fr: Le module <strong>Pick Pack</strong> nécessite que le plugin <strong>WooCommerce</strong> soit actif. Veuillez l'activer pour continuer.

source: Activate WooCommerce
fr_fr: Activer WooCommerce

source: Add Eco Bag
fr_fr: Ajouter un sac écologique

source: Close
fr_fr: Fermer

source: Content
fr_fr: Contenu

source: Dashboard
fr_fr: Tableau de bord

source: Default
fr_fr: Défaut

source: Default (primary category value)
fr_fr: Par défaut (valeur de catégorie principale)

source: Default Points for Products
fr_fr: Points par défaut pour les produits

source: Disabled
fr_fr: Désactivé

source: Enabled
fr_fr: Activé

source: Error, please retry!
fr_fr: Erreur, veuillez réessayer!

source: Exclusive PickPack products
fr_fr: Produits exclusifs PickPack

source: Fragile Product
fr_fr: Produit fragile

source: Fragile Products
fr_fr: Produits fragiles

source: Header
fr_fr: Entête

source: Here's what's happening in your store today
fr_fr: Voici ce qui se passe dans votre magasin aujourd'hui

source: How it works
fr_fr: Comment ça fonctionne

source: Integrate Pick Pack into your WooCommerce shop and give to your customers the option to order an ecobag on elligible products.
fr_fr: Intégrez Pick Pack dans votre boutique WooCommerce et offrez à vos clients la possibilité de commander un écobag sur les produits éligibles.

source: Large Product
fr_fr: Produit de grande taille

source: Large Products
fr_fr: Produits de grande taille

source: Lifetime PickPack Sales
fr_fr: Ventes de PickPacks à vie

source: Manage Pick Pack product.
fr_fr: Gérer le produit Pick Pack.

source: My order will be delivered in Canada
fr_fr: Ma commande sera livrée au Canada

source: N/A
fr_fr: N/D

source: No thank you
fr_fr: Non merci !

source: Note that the large Pick Pack format has a capacity of 20 points. Thus, for every 21 points, we add a Pick Pack to the consumer's invoice.
fr_fr: A noter que le grand format Pick Pack a une capacité de 20 points. Ainsi, tous les 21 points, nous ajoutons un Pick Pack à la facture du consommateur.

source: Order
fr_fr: Commande

source: Order #%d
fr_fr: Commande #%d

source: Orders
fr_fr: Commandes

source: Orders per page
fr_fr: Commandes par page

source: Pick Pack Dashboard
fr_fr: Tableau de bord Pick Pack

source: Pick Pack Disabled
fr_fr: Pick Pack désactivé

source: Pick Pack Eco Bag
fr_fr: Sac écologique Pick Pack

source: Pick Pack Enabled
fr_fr: Pick Pack activé

source: Pick Pack option is only available in Canada and depending on the products being bought.
fr_fr: L'option Pick Pack est disponible uniquement au Canada et en fonction des produits achetés.

source: Pick Pack Order
fr_fr: Commande Pick Pack

source: Pick Pack Orders
fr_fr: Commandes Pick Pack

source: Pick Pack Packaging
fr_fr: Les emballages Pick Pack

source: Pick Pack Points
fr_fr: Points Pick Pack

source: Pick Pack Products Points
fr_fr: Points de produit Pick Pack

source: Pick Pack Products Type
fr_fr: Type de produit Pick Pack

source: Pick Pack Settings
fr_fr: Paramètres Pick Pack

source: Pick Pack Solds
fr_fr: Pick Pack vendus

source: Pick Packs are compatible with non-fragile products only. In addition, certain products that are too large cannot be delivered in a Pick Pack.
fr_fr: Les Pick Packs sont compatibles uniquement avec les produits non fragiles. De plus, certains produits trop volumineux ne pourront pas être livrés en Pick Pack.

source: PickPack solds today
fr_fr: PickPack vendus aujourd'hui

source: Please wait ...
fr_fr: Veuillez patienter ...

source: Popup content in English
fr_fr: Contenu du popup en anglais

source: Popup content in French
fr_fr: Contenu du popup en français

source: Price per Bag
fr_fr: Prix par sac

source: Product Name in English
fr_fr: Nom du produit en anglais

source: Product Name in French
fr_fr: Nom du produit en français

source: Product Options
fr_fr: Options de produit

source: Product Type
fr_fr: Type de produit

source: Save Changes
fr_fr: Enregistrer

source: See the return procedure (collaboration with Canada Post)
fr_fr: Voir la procédure de retour (collaboration avec Postes Canada)

source: Settings
fr_fr: Paramètres

source: Stock Quantity
fr_fr: Quantité en stock

source: This is where the change begins for REAL! Thanks to this new application in your store, you will be able to see the PickPack effect on your consumers in real time. We congratulate you on this download and we wish you the GREATEST success in your e-com ecological transition.
fr_fr: C’est là que le changement commence pour de VRAI ! Grâce à cette nouvelle application dans votre magasin, vous pourrez constater en temps réel l'effet PickPack sur vos consommateurs. Nous vous félicitons pour ce téléchargement et nous vous souhaitons la PLUS GRANDE réussite dans votre transition écologique e-com.

source: This month's PickPack sales
fr_fr: Ventes PickPack de ce mois

source: This year's PickPack sales
fr_fr: Ventes PickPack de cette année

source: To make Pick Packs more compatible with your products, please add points to each product category so we can manage quantities and spaces correctly. Note that the large Pick Pack format has a capacity of 20 points. Thus, for every 21 points, we add a Pick Pack to the consumer's invoice.
fr_fr: Pour rendre les Pick Packs plus compatibles avec vos produits, merci d'ajouter des points à chaque catégorie de produits afin que nous puissions gérer correctement les quantités et les espaces. A noter que le grand format Pick Pack a une capacité de 20 points. Ainsi, tous les 21 points, nous ajoutons un Pick Pack à la facture du consommateur.

source: To make Pick Packs more compatible with your products, please add points to each product category so we can manage quantities and spaces correctly. You can also set points directly in each product. Note that the large Pick Pack format has a capacity of 20 points. Thus, for every 21 points, we add a Pick Pack to the consumer's invoice.
fr_fr: Pour rendre les Pick Packs plus compatibles avec vos produits, merci d'ajouter des points à chaque catégorie de produits afin que nous puissions gérer correctement les quantités et les espaces. Vous pouvez également définir des points directement dans chaque produit. A noter que le grand format Pick Pack a une capacité de 20 points. Ainsi, tous les 21 points, nous ajoutons un Pick Pack à la facture du consommateur.

source: Today's sales
fr_fr: Ventes d'aujourd'hui

source: Total Paid
fr_fr: Total payé

source: Updated.
fr_fr: Mis à jour.

source: Use default value
fr_fr: Valeur par défaut

source: View Order
fr_fr: Voir la Commande

source: Welcome in the PickPack team !
fr_fr: Bienvenue dans l'équipe PickPack !

source: When this option is enabled, it allows you to attach the PickPack tag to the products you want delivered in PickPack. ONLY marked products can be delivered in a PickPack.
fr_fr: Lorsque cette option est activée, elle vous permet d'attacher le tag PickPack aux produits que vous souhaitez livrer dans PickPack. SEULS les produits marqués peuvent être livrés dans un PickPack.

source: Yes, I want to make a difference
fr_fr: Oui, je veux faire une différence

source: You can customize the content of the popup.
fr_fr: Vous pouvez personnaliser le contenu du popup.

source: You can't delete <strong>Pick Pack</strong> product.
fr_fr: You ne pouvez pas supprimer le produit <strong>Pick Pack</strong>.
